Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Finn en bro ved en elv som kan egne seg til dramatisering av eventyret.
fkv: Haje sillan mikä oon joven likelä, ja mikä passaa hyvin eeventyyrin dramatiseerinkhiin.

source: Barna får utdelt roller.
fkv: Lapset saađhaan roolit.

source: Kanskje trollet er en voksen, eller en gruppe av barn?
fkv: Piian trolli oon raavas tahi lapsiroikka?

source: Dramatiser eventyret.
fkv: Dramatiseeraa eeventyyrin.

source: Ta video av dramatiseringen.
fkv: Ota videon dramatiseeringista.

source: Digitale verktøy gjør det enkelt å vise filmen etterpå og snakke om opplevelse.
fkv: Digitaaliset työkalut tehđhään sen helpoksi ette jälkhiin näyttäät filmin ja puhhuut kokemuksista.

source: Digital skjerm kan fungere som dagsrapport.
fkv: Digitaalinen särmi saattaa toimiit niin ko päiväraportti.

source: 4f2n Hva vet vi om drage?
fkv: Mitä met tieđämä tuulitraakista?

source: 4f2n Lag drager og lek ute i vinden.
fkv: Tehe tuulitraakin ja tieraa ulkona tuulessa.

source: Ta bilder eller video.
fkv: Ota kuvan tahi videon.

source: Hva vet vi om ravnen og påfuglen?
fkv: Mitä met tieđämä korpista ja riikinkukosta?

source: Se etter ravnen når dere er ute, hvor bor den og hva spiser den?
fkv: Kattokkaa jos löyđättä korpin ko oletta ulkona, missä se assuu ja mitä se syöpi?

source: Finnes det et sted der dere kan besøke en påfugl?
fkv: Oonko olemassa paikka missä tet saatatta tehđä käimämukan riikinkukon tykö?

source: Hvis ikke kan dere lete opp filmer om påfugler på nettet og se om dere finner svar på hvor den bor og hva den liker å spise.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii riikinkukoista. Katto löyđättäkö vastauksen niihin kysymykshiin ette missä se assuu ja mitä se tykkää syöđä.

source: Hva vet vi om brylluper?
fkv: Mitä met tieđämä häistä?

source: Hvordan foregår et bryllup?
fkv: Kuinka piđethään häitä?

source: Har noen av barna vært i byllup?
fkv: Oonko joku lapsista ollu häissä?

source: Hva har man på seg, og hva gjør man i forskjellige kulturer?
fkv: Mitä silloin saattaa pittäät päälä, ja mitä tehđhään eri kylttyyriissä?

source: Hva vet vi om Skomakeren?
fkv: Mitä met tieđämä suutarista?

source: Finnes det et sted der dere kan besøke en skomaker, eller en skofabrikk?
fkv: Oonko olemassa paikka missä saatatta kylästellä suutarin tykönä tahi kenkäfapriikissa?

source: Hvis ikke kan dere lete opp filmer om skomaker på nettet.
fkv: Jos ei, niin sitte tet saatatta hakkeet netistä filmii suutarin ympäri.

source: Finn et sted som kan egne seg til dramatisering av eventyret.
fkv: Haje paikan mikä passaa eeventyyrin dramatiseerinkhiin.

source: Kanskje Stallo er en voksen, eller en gruppe av barn?
fkv: Piian Stallu oon joku raavhaista, tahi lapsiroikka?

source: Gjør gjerne opptak av dramatiseringen.
fkv: Saatat ottaat ylös dramatiseeringin.

source: Det gjør det enkelt å vise opptaket etterpå og snakke om opplevelsen.
fkv: Tämä tekkee sen helpoksi ette jälkhiin kattoot ylösoton ja puhhuut kokemuksista.

source: Finne farger i naturen
fkv: Löyttäät färit luonosta

source: Lek at dere skal hjelpe påfuglen og ravnen med å finne alle de vakre fargene i naturen.
fkv: Tieraa ette aijotta auttaat riikinkukkoo ja korppii löytämhään kaikki kaunhiit färit luonosta.

source: Hvor kan man finne blå, rød, grønn osv.?
fkv: Mistä saattaa löyttäät sinisen, punaisen, vihrisen jne.

source: La barna lete etter fargene i naturen.
fkv: Anna lapset hakkeet färrii luonosta.

source: Ta bilder av fargene.
fkv: Ota kuvat färiistä.

source: Dramatisere i naturen
fkv: Dramatiseerinki luonossa

source: Kanskje heksen er en voksen, eller en gruppe av barn?
fkv: Piian joku raavhaista tahi lapsiroikka saattaa olla noitana?

source: Konstruksjon
fkv: Konstruksjuuni

source: Bygge slott, biler eller båter
fkv: Rakenttaat linnoi, piilii tahi venheitä.

source: Bruk klossene og terningene til å bygge og konstruere.
fkv: Piđä klossii ja tärninkkiitä ette saatat rakenttaat ja konstrueerata.

source: Kan klossene bli til en bil, en båt, en buss eller et slott?
fkv: Saatethaanko klossat muuttuut piiliksi, venheeksi, pyssiksi tahi linnaksi?

source: Samiske drakter
fkv: Saamenpuvut

source: Finn fram brettet fra språkesken og terningene med barna som har samiske drakter på seg.
fkv: Ota esile pretan kieliloovasta ja kans tärningit missä oon saamenpukuiset lapset.

source: Her kan dere sette sammen terningene og snakke om forskjeller og likheter på klærne fra de ulike samiske områdene.
fkv: Tässä tet saatatta panna yhtheen tärningit ja puhhuut eri saamelaisalloin eroituksista ja samanlaisuuksista.

source: På brettet vises de samiske draktene som barna har på seg fra sørsamisk, lulesamisk og nordsamisk område (Karasjok og Kautokeino).
fkv: Pretassa oon kuvat saamenpukuisista lapsista keilä oon puvut eteläsaamen, luulajansaamen ja pohjaissaamen (Kaarasjoki ja Koutukeino) aloilta.

source: Rekkefølge, geometri, størrelser og tyngde
fkv: Oorninki, geometrii, kovot ja paino

source: Gi barna i oppgave å plassere klossene i rekkefølge etter størrelse, høyde, bredde osv. Kjenn på tyngden på klossene, legg klossene i rekkefølge etter hvor tunge de er.
fkv: Anna lapsile tehtävän ette het panhaan klossat oorninkhiin kovon, pittuuđen, levveyđen jne.

source: B/N/P 4g2
fkv: jälkhiin.

source: Lag mønster og ansikter ved hjelp av de geometriske formene på terningene.
fkv: Tehe mönsterin ja kasvot tärningiitten geometristen formuin avula.

source: Ad posisjuunit
fkv: Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan Pikkupukki Pruusin sillan pääle, sillan alle, sillan taka jne.

source: Øv på preposisjonene ved å be barna sette den minste bukken oppå broen, under broen, bak broen, ved siden av broen osv. Du kan også plassere alle klossene ulike steder i forhold til broen, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne. Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan poijan Pohjaistuulen pääle, Pohjaistuulen alle, Pohjaistuulen taka, Pohjaistuulen vierheen jne.

source: Øv på preposisjonene ved å be barna sette Gutten oppå nordavinden, under nordavinden, bak nordavinden, ved siden av nordavinden osv. Du kan også plassere alle klossene ulike steder i forhold til nordavinden, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa Pohjaistuulheen ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne. Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan korpin riikinkukon pääle, riikinkukon alle, riikinkukon taka, riikinkukon vierheen jne.

source: K4g3
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna korpin tahi trollin sillan pääle, alle tahi taka jne.

source: Øv på preposisjonene ved å be barna sette reven oppå krokodillen, under krokodillen, bak krokodillen, ved siden av krokodillen osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere reven på, under eller bak broen osv. Du kan også plassere alle klossene ulike steder i forhold til broen, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne. Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan ketun krokodillin pääle, krokodillin alle, krokodillin taka, krokodillin vierheen jne.

source: S4g3
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna ketun sillan pääle, alle tahi taka jne.

source: Øv på preposisjonene ved å be barna sette bien oppå heksen, under heksen, bak heksen, ved siden av heksen osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere heksen på, under eller bak broen osv. Du kan også plassere alle klossene ulike steder i forhold til broen, og spørre barna hvem som står foran, oppå, under, bak osv.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne. Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan mettisen noiđan pääle, noiđan alle, noiđan taka, noiđan vierheen jne.

source: ST4g3
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna noiđan sillan pääle, alle tahi taka jne.

source: Øv på preposisjonene ved å be barna sette gutten oppå Stallo, under Stallo, bak Stallo, ved siden av Stallo osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere gutten eller trollet på, under eller bak broen osv.
fkv: Sie saatat kans panna kaikki klossat eri paikkhoin suhtheessa silthaan ja kyssyyt lapsilta kuka seissoo eđessä, päälä, alla, takana jne Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan poijan Stallun pääle, Stallun alle, Stallun taka, Stallun vierheen jne.

source: Øv på preposisjonene ved å be barna om å sette gutten oppi båten, under vannet, bak sajvegubben, og ved siden av sajvesønnene osv. Eventuelt kan du bruke broen fra eventyret om de tre bukkene Bruse og plassere gutten på, under eller bak broen osv.
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna poijan tahi trollin sillan pääle, alle tahi taka jne. Harjoittele adposisjuuniita niin ette pyyđät lapsii panemhaan poijan venheen sisäle, veđen alle, saivolaisäijän taka ja saivolaispoikkiin vierheen jne.

source: 4h
fkv: Vaihtoehtoisesti sie saatat pittäät silttaa eeventyyristä Kolme pukkii Pruusii ja panna poijan sillan pääle, alle tahi taka jne.

source: I Troll i ord er det mange måter å arbeide med farge og form på.
fkv: Troll i ord:issa oon paljon eri tappoi työtelä färin ja formun kans.

source: Fargeleggingsark
fkv: Färjäysarkit

source: Konturtegninger av eventyrkarakterene kan lastes ned som pdf.
fkv: Eeventyyrikaraktääriitten kontyyritägningit saatat lastata alas pdf:nä.

source: A4-arkene kan skrives ut og fargelegges for hånd.
fkv: A4-arkit saatat printata ja färjätä käsin.

source: Fargelegge på iPad
fkv: Färjääminen iPadissa

source: Lage eventyrkarakterer til Puppet Pals
fkv: Tehe eeventyyrikaraktäärit Puppet Palshiin

source: Fargelegge eventyrkarakteren
fkv: Färjää eeventyyrikaraktäärin

source: Legge eventyrkarakteren til i PuppetPals
fkv: Pane eeventyyrikaraktäärin PuppetPalshiin

source: Sang, dans og musikk
fkv: Laulu, tansi ja musikki

source: Her er noen barnesanger som kan passe sammen med eventyret om de tre bukkene Bruse:
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Kolme pukkii Pruusii:

source: Inviter gjerne besteforeldre eller oldeforeldre med erfaring fra gårdsdrift, og kanskje også seterdrift til å fortelle fra gamledager.
fkv: Kuttu mielelä isovanhiimet tahi isoisovanhiimet keilä oon kokemusta maanpruukin kans, ja piian kans kesäsijan kans, niin ette het saatethaan muistela vanhaasta aijasta.

source: Her er noen barnesanger som kan passe sammen med eventyret om Nordavinden:
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Pohjaistuuli:

source: 3. Det stod mat på bordet da vi kom* Inviter gjerne besteforeldre eller oldeforeldre med erfaring fra gårdsdrift til å fortelle fra gamledager.
fkv: Kuttu mielelä isovanhiimet tahi isoisovanhiimet keilä oon kokemusta maanpruukin kans, ja piian kans kesäsijan kans, niin ette het saatethaan muistela vanhaasta aijasta.

source: *= Navn, skal ikke oversettes 1. Hvem kan seile foruten vind
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Riikinkukko ja korppi:

source: 3. Det sto mat på bordet da vi kom
fkv: 4. Kråkevisa

source: P4i
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat ja muistela kotimaasta?

source: Her er noen barnesanger som kan passe sammen med eventyret om påfuglen og ravnen:
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata eeventyyrhiin Krokodilli ja kettu:

source: 1. Alle fugler små de er* 2. Det fløy en liten blåfugl gjennom vindu*
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat tahi muistela kotimaasta?

source: 3. Epler og pærer*
fkv: Tässä oon joitaki lastenlaului mikkä saatethaan passata puolalaisheen eeventyyrhiin Suutari Dratewka:

source: Dersom det er barn i barnegruppen med vietnamesiske foreldre eller besteforeldre kan det være fint å spørre om de vil lære bort noen vietnamesiske barnesanger?
fkv: Jos lapsiroikassa oon lapsii keilä oon puolalaiset vanhiimet tahi isovanhiimet, niin se saattaa olla hyvä kyssyyt ette haluthaanko het opettaat joitaki puolalaissii lastenlaului?

source: Kanskje kan de komme på besøk i barnehagen og synge og fortelle fra hjemlandet?
fkv: Piian het saatethaan tulla käymhään lastentarhaassa ja laulaat tahi muistela kotimaasta?

source: 1. Alle fugler små de er
fkv: 1. Joik Opi joikusta

source: 3. Epler og pærer
fkv: 1. Joikku

source: K4i
fkv: 4j

source: Her er noen barnesanger som kan passe sammen med eventyret om krokodillen og reven:
fkv: Tähän aktiviteetthiin tarvittet Puppet Pals HD Director´s Pass -apin jonka löyđät App Storesta.

source: 1. En elefant kom marsjerende*
fkv: Tämä oon maksulinen appi.

source: 2. Mikkel rev* 3. Reven er en hønsetyv*
fkv: Filmi vaattii paljon laakraussijjaa.

source: Dersom det er barn i barnegruppen med somaliske foreldre eller besteforeldre kan det være fint å spørre om de kan lære bort noen somaliske barnesanger?
fkv: Sie häyđyt passata ette iPadissa oon nokko sijjaa ette saattaa laakrata filmit. Alapuolela saatatta lastata alas valmhiit eeventyyrikaraktääriitten, rekvisiittiitten ja kylissitavusten kuvat.

source: Kanskje kan de komme på besøk i barnehagen og synge eller fortelle fra hjemlandet? *= Navn, skal ikke oversettes
fkv: Ko lapset oon opastunheet kuinka työtelhään etheenpäin, het saatethaan tehđä ommii kuvvii joita het piđethään omissa filmiissä.

source: 1. En elefant kom marsjerende
fkv: 4j1 1. Aukaise iPadin.

source: 2. Mikkel rev 3. Reven er en hønsetyv
fkv: Lastaa alas apin Puppet Pals app jonka löyđät App Storesta.

source: S4i
fkv: 4j2

source: 1. Seks små ender* 2. Ved veien lå et hus*
fkv: 2. Lastaa alas karaktäärit, rekvisiitit ja kylissit

source: Kanskje kan de komme på besøk i barnehagen og synge eller fortelle fra hjemlandet?
fkv: Painaa linkkii alhaala iPadissa, ja ko kuva tullee ylös niin painat kuvvaa ja valittet Arkiveeraa kuvan.

source: *= Navn, skal ikke oversettes Seks små ender
fkv: Silloin kuvat oon laakrattu iPadin kuvabiblioteekkhiin.

source: 2. Ved veien lå et hus
fkv: B4j2 Kulissebakgrunn

source: ST/U 4i
fkv: Kylissitavus

source: Lær om joik:
fkv: N4j2 Bukken

source: Dette er en betalingsapp.
fkv: Kestikievarin isänän ämmä

source: Når barna er kjent med fremgangsmåten kan de også lage egne bilder som de bruker i filmene de lager.
fkv: Pukki

source: 1. Åpne iPad
fkv: Kylissitavukset

source: *= Navn, skal ikke oversettes
fkv: P4j2 Riikinkukko ilman färittä

source: 2. Last ned karakterer, rekvisitter og kulisser
fkv: Riikinkukko färriin kans Riikinkukko osittain färjätty

source: Da blir bildene lagret i bildebiblioteket på iPad.
fkv: Korppi ilman färittä Korppi färriin kans

source: Trapp venstre side
fkv: Punainen hieta

source: Trapp høyre side
fkv: Sininen vaaranjärvi

source: Gjestgiverkona
fkv: Vihriset lehđet

source: Kulissebakgrunner
fkv: S4j2 Kulissebakgrunn

source: Pensler
fkv: Suutari

source: Skåler med maling
fkv: Kylissitavus U4j2

source: Vietnam
fkv: Kalakeituri

source: Rød sand
fkv: Kultarahat

source: Lillat fiolit
fkv: Keituri faartissa

source: Geit i farta
fkv: 4j3

source: 3. Starte appen Puppet Pals
fkv: 3. Alkkaat apin Puppet Pals

source: Aukaise Puppet Pals ja paina Press to start
fkv: 4j4

source: 4. Laste opp karakterer og rekvisitter
fkv: 4. Lastata ylös karaktäärit ja rekvisiitit

source: Velg eventyrkarakterer og rekvisitter ved å trykke Add Actor from Photo*.
fkv: Valitte eeventyyrikaraktäärit ja rekvisiitit painaamalla Add Actor from Photo.

source: Du får bare hente opp ett bilde om gangen (vent med kulissebildet).
fkv: Sie saat tyhä nouttaat yös yhđen kuvan kerrala (ođota kylissikuvan kans).

source: 5. Velge karakterer og rekvisitter
fkv: 5. Valita karaktäärit ja rekvisiitit

source: Når du har lagt til alle karakterene og rekvisittene merker du de du vil bruke i eventyrfilmen som skal lages.
fkv: Ko sie olet lisäny kaikki karaktäärit ja rekvisiitit, niin merkkaat net mitä sie halluut pittäät eeventyyrifilmissä jonka aijot tehđä.

source: Du kan velge maks 8 bilder (valgte bilder blir grønne).
fkv: Sie saatat valita maks 8 kuvvaa (valitut kuvat muututhaan vihrisiksi).

source: 6. Laste opp og velge kulissebakgrunner
fkv: 6.Lastata ylös ja valita kylissitavukset

source: Trykk next* i nedre høyre hjørne.
fkv: Painaa next alhaala oikkeessa nuskassa.

source: Nå skal du velge kulisser ved å trykke Add Backdrop from Photo* på samme måte som med karakterene.
fkv: Nyt sie piđät valita kylissit painaamalla Add Backdrop from Photo samala tavala niin ko karaktääriitten kans.

source: Du kan velge maks 5 kulisser.
fkv: Sie saatat valita maks 5 kylissiitä.

source: 7. Arbeidsområdet
fkv: 4j7 7. Työala

source: Nå kan du starte opptak av eventyret.
fkv: Nyt sie saatat alkkaat ottamhaan ylös eeventyyrii.

source: Området som vil vises i filmen er firkanten som er dekket av kulissen som er valgt.
fkv: Se ala minkä filmissä näytethään oon nelikantti minkä oon peitetty sillä kylissillä minkä oon valittu.

source: I nedre venstre hjørne kan du zoome inn og ut slik at du ser karakterene utenfor filmrådet, eller du zoomer inn for å jobbe på filmområdet.
fkv: Alhaala vasemassa nuskassa saatat zoomata sisäle ja ulos niin ette sie näjet karaktäärit filmialan ulkopuolela, tahi sie saatat kans zoomata sisäle niin ette saatat työtelä filmialassa.

source: 8. Gjør opptak
fkv: 8. Tehe ylösoton

source: Når du trykker på den røde record-knappen i øvre kant gjøres det opptak.
fkv: Ko sie painat punaista record-knappii ylemässä kantissa, niin tehet ylösoton.

source: Du kan når som helst pause opptaket.
fkv: Sie saatat koska tahansa pausata ylösoton.

source: Det kan være greit at den voksne styrer opptak og pause, iallfall i starten.
fkv: Se saattaa olla hyvä ette raavas ohjaa ylösottoo ja tekkee pausin, ainaki alussa.

source: Før dere gjør opptak avtaler dere sekvensen som skal lages og hva som skal sies, så bygger dere scenen og gjør opptak av sekvensen som avtalt.
fkv: Ennen ko tehettä ylösoton, niin tet sovitta sen sekvensin minkä aijotta tehđä ja mitä aijotta sannoot. Sitte tet rakenatta seenin ja tehettä sekvensin niin ko oon sovittu.

source: Deretter pauser dere opptaket og gjentar samme samme prosedyre for neste sekvens i handlingen.
fkv: Sen jälkhiin tet pausaatta ylösoton ja tehettä saman prosedyyrin tapattuman tulleevale sekvensille.

source: La gjerne barna styre handlingen uten å korrigere.
fkv: Anna mielelä lapset styyrätä tapattuman ilman ette korrigeeraat heitä.

source: Når barna ser og hører sin egen film får de gjerne ideer til hvordan de kan gjøre neste opptak ennå bedre.
fkv: Ko lapset nähđhään ja kuulhaan oman filmin, niin het saađhaan ideetä siitä kuinka het saatethaan tehđä tulleevan ylösoton vielä paremin.

source: 9. Lyd
fkv: 9. Ääni

source: Fortell eventyret (lyden tas opp via innebygd mikrofon i iPad*) samtidig som du beveger karakterer og rekvisitter innenfor opptaksområdet.
fkv: Muistele eeventyyrin (äänen otethaan ylös sishäisellä mikrofuunila iPadissa) samala ko sie siirät karaktääriitä ja rekvisiittiitä sisälä ylösottoalassa.

source: For å bytte kulisse trykker du på de gule duskene i øvre høyre hjørne.
fkv: 10. Bytte kulissebakgrunner

source: Hver dusk viser en kulisse.
fkv: 10. Vaihettaat kylissitavukset

source: Fem dusker betyr at du har haket av for fem kulisser som du kan velge mellom i løpet av opptaket.
fkv: Viisi tuskuu tarkoittaa ette sie olet valinu viisi kylissii joita sie saatat pittäät ylösoton aikana.

source: 11. Spill film
fkv: 11. Pellaa filmin

source: Trykk på play* for å se filmen dere har laget.
fkv: Painaa play niin ette kattot filmin jonka oletta tehnheet.

source: 12. Sende filmen
fkv: 12. Lähättäät filmin

source: Trykk på export* for å lagre filmen i bilderullen på iPad, derifra kan du sende filmen med epost eller annet (filmen blir ofte for stor til å kunne sendes i hel lengde med epost).
fkv: Paina export-knappii ette laakraat filmin iPadin kuvarullhaan. Sieltä saatat lähättäät filmin e-postila tahi jollaki muula tavala (filmistä tullee ushein niin iso ette sitä ei saata lähättäät e-postila).

source: Karakterer til PuppetPals
fkv: PuppetPalsin karaktäärit

source: Når barna kjenner framgangsmåten for å lage film kan gjerne aktiviteten kombineres med formingsaktiviteter der barna kan male eller tegne egne karakterer og rekvisitter.
fkv: Sitte ko lapset tieđethään kuinka filmin tehđhään, niin aktiviteetin saattaa mielelä yhđistäät käsityöaktiviteetthiin missä lapset saatethaan maalata tahi tägnätä omat karaktäärit ja rekvisiitit.

source: Barna kan også formgi landskapet der handlingen foregår, eller de kan lete etter motiv i naturen og ta bilder med kamera eller iPad.
fkv: Lapset saatethaan kans tehđä maiseman missä tapattuma tapattuu, tahi het saatethaan hakkeet motiivin luonosta. Het saatethaan ottaat kuvvii kameralla tahi iPadila.

source: Tegninger og foto hentes så inn i bildebiblioteket på iPad, og deretter lastes de opp i Puppet Pals.
fkv: Tägningit ja foto vieđhään sitte iPadin kuvabiblioteekkhiin ja sitte net lastathaan ylös Puppet Palshiin.

source: Barna kan også lage sine egne karakterer ved å fargelegge trollet og bukkene i fargeleggings-aktiviteten for Bukkene.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä trollin ja pukit mikkä oon Pukkiin färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge gutten og de andre karakterene i fargeleggings-aktiviteten for Nordavinden.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä pojan ja muut karaktäärit mikkä oon Pohjaistuulen färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge påfuglen og de andre karakterene i fargeleggings-aktiviteten for Påfuglen.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä riikikukon ja muut karaktäärit Riikinkukon färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge krokodillen og de andre karakterene i fargeleggings-aktiviteten for Krokodillen.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä krokodillin ja muut karaktäärit mikkä oon Krokodillin färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge skomakeren og de andre karakterene i fargeleggings-aktiviteten for Skomakeren.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä suutarin ja muut karaktäärit mikkä oon Suutarin färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge Stallo og de andre karakterene i fargeleggings-aktiviteten for Stallo.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä Stallun ja muut karaktäärit mikkä oon Stallun färjäämäaktiviteetissa.

source: Barna kan også lage sine egne karakterer ved å fargelegge sajvegutten og de andre karakterene i fargeleggings-aktiviteten for Undervannslandet.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä saivolaispojan ja muut karaktäärit mikkä oon Veđenalaisen mailman färjäämäaktiviteetissa.

source: Til denne aktiviteten trengs appen MyMemo* fra App Store*.
fkv: Tähän aktiviteetthiin tarvittet MyMemo-apin jonka saat App Storesta.
